---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionLAngle
source: html/d89c9896-e0c1-4541-155b-b1f9ea0f8668.htm
---
# StructuralSectionLAngle Properties

Common set of parameters for structural analysis.